Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AssistantSettingsSupport/AssistantSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SIRI_REQUESTS_OUT_OF_SPACE_FOOTER_TEXT_APPLE VISION
source: Ready to download data that will allow Siri to process voice inputs on Apple Vision Pro.
ar: جاهز لتنزيل البيانات التي ستسمح لـ Siri بمعالجة إدخالات الصوت على Apple Vision Pro.
bg: Вече могат да се изтеглят данни, което ще позволи на Siri да обработва гласови входни данни на Apple Vision Pro.
ca: Ja es poden descarregar les dades perquè Siri pugui processar les dades de veu a l’Apple Vision Pro.
cs: Nyní je možné stáhnout data, která umožní Siri zpracovávat hlasový vstup přímo v Apple Vision Pro.
da: Klar til at hente data, der vil gøre det muligt for Siri at behandle tale på Apple Vision Pro.
de: Jetzt können Daten geladen werden, mit denen Siri Spracheingaben auf der Apple Vision Pro verarbeiten kann.
el: Έτοιμο για λήψη δεδομένων που θα επιτρέπουν στο Siri την επεξεργασία φωνητικών εισόδων στο Apple Vision Pro.
es: Ya se pueden descargar los datos necesarios para que Siri pueda procesar las entradas de voz en el Apple Vision Pro.
es_us: Ya se pueden descargar los datos que permitirán a Siri procesar entradas de voz en tu Apple Vision Pro.
fi: Valmis lataamaan tiedot, joiden avulla Siri voi käsitellä puhesyötteet Apple Vision Prossa.
fr: Prêt à télécharger les données permettant à Siri de traiter les saisies vocales sur l’Apple Vision Pro.
fr_ca: Les données qui permettront à Siri de traiter les entrées vocales sur l’Apple Vision Pro sont prêtes à être téléchargées.
he: המכשיר מוכן להורדת נתונים שיאפשרו ל-Siri לעבד קלט קולי ב-Apple Vision Pro.
hi: वह डेटा डाउनलोड करने के लिए तैयार है जिससे Siri को Apple Vision Pro पर वॉइस इनपुट प्रोसेस करने की अनुमति मिलती है।
hr: Sve je spremno za preuzimanje podataka koji će dozvoliti Siri obrađivanje glasovnih unosa na uređaju Apple Vision Pro.
hu: Készen áll azon adatok letöltésére, amelyek segítségével Siri képes feldolgozni a beszédhangbevitelt az Apple Vision Prón.
id: Siap mengunduh data yang akan memungkinkan Siri untuk memproses input suara di Apple Vision Pro.
it: È tutto pronto per scaricare i dati che consentiranno a Siri di elaborare gli input vocali su Apple Vision Pro.
ja: SiriがApple Vision Pro上で音声入力を処理するためのデータをダウンロードする準備ができました。
kk: Siri көмекшісіне Apple Vision Pro құрылғысында дауыспен енгізу мүмкіндігін өңдеуіне қажетті деректерді жүктеп алу үшін бәрі дайын.
ko: Siri가 Apple Vision Pro에서 음성 입력을 처리하는 데 필요한 데이터를 다운로드할 준비가 되었습니다.
lt: Paruošta atsisiųsti duomenis, kurie leis „Siri“ apdoroti balso duomenis „Apple Vision Pro“ įrenginyje.
ms: Sedia untuk memuat turun data yang membolehkan Siri memproses input suara pada Apple Vision Pro.
nb: Klar til å laste ned data som gjør at Siri kan behandle taleinndata på Apple Vision Pro.
nl: Klaar om gegevens te downloaden waarmee Siri ingevoerde stemgegevens op de Apple Vision Pro kan verwerken.
pl: Apple Vision Pro jest gotowy do pobrania danych, które pozwolą Siri przetwarzać polecenia głosowe na nim.
pt: Pronto para baixar os dados que permitirão que a Siri processe dados de voz no Apple Vision Pro.
pt_pt: Pronto para descarregar os dados que permitem que Siri processe comandos de voz no Apple Vision Pro.
ro: Puteți descărca date care să îi permită lui Siri să proceseze enunțuri vocale pe Apple Vision Pro.
ru: Все готово к загрузке данных, благодаря которым Siri сможет обрабатывать голосовой ввод на Apple Vision Pro.
sk: Pripravené na stiahnutie dát, ktoré umožnia Siri spracovávať hlasový vstup na Apple Vision Pro.
sl: Pripravljeno za prenos podatkov, ki Siri omogočajo obdelavo glasovnih vnosov v napravi Apple Vision Pro.
sv: Data finns att hämta så att Siri kan behandla röstinmatning på Apple Vision Pro.
th: พร้อมที่จะดาวน์โหลดข้อมูลที่จะช่วยให้ Siri ประมวลผลเสียงพูดบน Apple Vision Pro ได้
tr: Siri’nin Apple Vision Pro’da ses girişlerini işlemesini sağlayacak veriler indirilmeye hazır.
uk: Усе готово для викачування даних, за допомогою яких Siri зможе обробляти дані голосового вводу на Apple Vision Pro.
vi: Sẵn sàng tải về dữ liệu sẽ cho phép Siri xử lý dữ liệu nhập bằng giọng nói trên Apple Vision Pro.
zh_cn: 已准备好下载允许Siri在Apple Vision Pro上处理语音输入的数据。
zh_hk: 準備好下載允許Siri在Apple Vision Pro上處理語音輸入的資料。
zh_tw: 準備好下載資料讓Siri能在Apple Vision Pro上處理語音輸入。

# SIRI_REQUESTS_OUT_OF_SPACE_FOOTER_TEXT_IPAD
source: Ready to download data that will allow Siri to process voice inputs on iPad.
ar: جاهز لتنزيل البيانات التي ستسمح لـ Siri بمعالجة إدخالات الصوت على iPad.
bg: Вече могат да се изтеглят данни, което ще позволи на Siri да обработва гласови входни данни на iPad.
ca: Ja es poden descarregar les dades perquè Siri pugui processar les dades de veu a l’iPad.
cs: Nyní je možné stáhnout data, která umožní Siri zpracovávat hlasový vstup přímo v iPadu.
da: Klar til at hente data, der vil gøre det muligt for Siri at behandle dikteringer på iPad.
de: Jetzt können Daten geladen werden, mit denen Siri Spracheingaben auf dem iPad verarbeiten kann.
el: Έτοιμο για λήψη δεδομένων που θα επιτρέπουν στο Siri την επεξεργασία φωνητικών εισόδων στο iPad.
es: Ya se pueden descargar los datos necesarios para que Siri pueda procesar las entradas de voz en el iPad.
es_us: Ya se pueden descargar los datos que permitirán a Siri procesar entradas de voz en tu iPad.
fi: Valmis lataamaan tiedot, joiden avulla Siri voi käsitellä puhesyötteet iPadissa.
fr: Prêt à télécharger les données permettant à Siri de traiter les saisies vocales sur l’iPad.
fr_ca: Les données qui permettront à Siri de traiter les entrées vocales sur l’iPad sont prêtes à être téléchargées.
he: המכשיר מוכן להורדת נתונים שיאפשרו ל-Siri לעבד קלט דיבור ב-iPad.
hi: वह डेटा डाउनलोड करने के लिए तैयार है जिससे Siri को iPad पर वॉइस इनपुट प्रोसेस करने की अनुमति मिलती है।
hr: Sve je spremno za preuzimanje podataka koji će dozvoliti Siri obrađivanje glasovnih unosa na iPadu.
hu: Készen áll azon adatok letöltésére, amelyek segítségével Siri képes feldolgozni a hangbevitelt az iPaden.
id: Siap mengunduh data yang akan memungkinkan Siri untuk memproses input suara di iPad.
it: È tutto pronto per scaricare i dati che consentiranno a Siri di elaborare gli input vocali su iPad.
ja: SiriがiPad上で音声入力を処理するためのデータをダウンロードする準備ができました。
kk: Siri көмекшісіне iPad құрылғысында дауыспен енгізу мүмкіндігін өңдеуіне қажетті деректерді жүктеп алу үшін бәрі дайын.
ko: Siri가 iPad에서 음성 입력을 처리하는 데 필요한 데이터를 다운로드할 준비가 되었습니다.
lt: Paruošta atsisiųsti duomenis, kurie leis „Siri" apdoroti balso duomenis „iPad“ įrenginyje.
ms: Sedia untuk memuat turun data yang membolehkan Siri memproses input suara pada iPad.
nb: Klar til å laste ned data som gjør at Siri kan behandle taleinndata på iPad.
nl: Klaar om gegevens te downloaden waarmee Siri ingevoerde stemgegevens op de iPad kan verwerken.
pl: iPad jest gotowy do pobrania danych, które pozwolą Siri przetwarzać polecenia głosowe na nim.
pt: Pronto para baixar os dados que permitirão que a Siri processe dados de voz no iPad.
pt_pt: Pronto para descarregar os dados que permitem que Siri processe comandos de voz no iPad.
ro: Puteți descărca date care să îi permită lui Siri să proceseze enunțuri vocale pe iPad.
ru: Все готово к загрузке данных, благодаря которым Siri сможет обрабатывать голосовой ввод на iPad.
sk: Pripravené na stiahnutie dát, ktoré umožnia Siri spracovávať hlasový vstup na iPade.
sl: Pripravljeno za prenos podatkov, ki Siri omogočajo obdelavo glasovnih vnosov v iPadu.
sv: Data finns att hämta så att Siri kan behandla röstinmatning på iPad.
th: พร้อมที่จะดาวน์โหลดข้อมูลที่จะช่วยให้ Siri ประมวลผลเสียงพูดบน iPad ได้
tr: Siri’nin iPad’de ses girişlerini işlemesini sağlayacak veriler indirilmeye hazır.
uk: Усе готово для викачування даних, за допомогою яких Siri зможе обробляти дані голосового вводу на iPad.
vi: Sẵn sàng tải về dữ liệu sẽ cho phép Siri xử lý dữ liệu nhập bằng giọng nói trên iPad.
zh_cn: 已准备好下载允许Siri在iPad上处理语音输入的数据。
zh_hk: 準備好下載允許Siri在iPad上處理語音輸入的資料。
zh_tw: 準備好下載資料讓Siri能在iPad上處理語音輸入。

# SIRI_REQUESTS_OUT_OF_SPACE_FOOTER_TEXT_IPHONE
source: Ready to download data that will allow Siri to process voice inputs on iPhone.
ar: جاهز لتنزيل البيانات التي ستسمح لـ Siri بمعالجة إدخالات الصوت على iPhone.
bg: Вече могат да се изтеглят данни, което ще позволи на Siri да обработва гласови входни данни на iPhone.
ca: Ja es poden descarregar les dades perquè Siri pugui processar les dades de veu a l’iPhone.
cs: Nyní je možné stáhnout data, která umožní Siri zpracovávat hlasový vstup přímo v iPhonu.
da: Klar til at hente data, der vil gøre det muligt for Siri at behandle dikteringer på iPhone.
de: Jetzt können Daten geladen werden, mit denen Siri Spracheingaben auf dem iPhone verarbeiten kann.
el: Έτοιμο για λήψη δεδομένων που θα επιτρέπουν στο Siri την επεξεργασία φωνητικών εισόδων στο iPhone.
es: Ya se pueden descargar los datos necesarios para que Siri pueda procesar las entradas de voz en el iPhone.
es_us: Ya se pueden descargar los datos que permitirán a Siri procesar entradas de voz en tu iPhone.
fi: Valmis lataamaan tiedot, joiden avulla Siri voi käsitellä puhesyötteet iPhonessa.
fr: Prêt à télécharger les données permettant à Siri de traiter les saisies vocales sur l’iPhone.
fr_ca: Les données qui permettront à Siri de traiter les entrées vocales sur l’iPhone sont prêtes à être téléchargées.
he: המכשיר מוכן להורדת נתונים שיאפשרו ל-Siri לעבד קלט דיבור ב-iPhone.
hi: वह डेटा डाउनलोड करने के लिए तैयार है जिससे Siri को iPhone पर वॉइस इनपुट प्रोसेस करने की अनुमति मिलती है।
hr: Sve je spremno za preuzimanje podataka koji će dozvoliti Siri obrađivanje glasovnih unosa na iPhoneu.
hu: Készen áll azon adatok letöltésére, amelyek segítségével Siri képes feldolgozni a hangbevitelt az iPhone-on.
id: Siap mengunduh data yang akan memungkinkan Siri untuk memproses input suara di iPhone.
it: È tutto pronto per scaricare i dati che consentiranno a Siri di elaborare gli input vocali su iPhone.
ja: SiriがiPhone上で音声入力を処理するためのデータをダウンロードする準備ができました。
kk: Siri көмекшісіне iPhone құрылғысында дауыспен енгізу мүмкіндігін өңдеуіне қажетті деректерді жүктеп алу үшін бәрі дайын.
ko: Siri가 iPhone에서 음성 입력을 처리하는 데 필요한 데이터를 다운로드할 준비가 되었습니다.
lt: Paruošta atsisiųsti duomenis, kurie leis „Siri“ apdoroti balso duomenis „iPhone“ įrenginyje.
ms: Sedia untuk memuat turun data yang membolehkan Siri memproses input suara pada iPhone.
nb: Klar til å laste ned data som gjør at Siri kan behandle taleinndata på iPhone.
nl: Klaar om gegevens te downloaden waarmee Siri ingevoerde stemgegevens op de iPhone kan verwerken.
pl: iPhone jest gotowy do pobrania danych, które pozwolą Siri przetwarzać polecenia głosowe na nim.
pt: Pronto para baixar os dados que permitirão que a Siri processe dados de voz no iPhone.
pt_pt: Pronto para descarregar os dados que permitem que Siri processe comandos de voz no iPhone.
ro: Puteți descărca date care să îi permită lui Siri să proceseze enunțuri vocale pe iPhone.
ru: Все готово к загрузке данных, благодаря которым Siri сможет обрабатывать голосовой ввод на iPhone.
sk: Pripravené na stiahnutie dát, ktoré umožnia Siri spracovávať hlasový vstup na iPhone.
sl: Pripravljeno za prenos podatkov, ki Siri omogočajo obdelavo glasovnih vnosov v iPhonu.
sv: Data finns att hämta så att Siri kan behandla röstinmatning på iPhone.
th: พร้อมที่จะดาวน์โหลดข้อมูลที่จะช่วยให้ Siri ประมวลผลเสียงพูดบน iPhone ได้
tr: Siri’nin iPhone’da ses girişlerini işlemesini sağlayacak veriler indirilmeye hazır.
uk: Усе готово для викачування даних, за допомогою яких Siri зможе обробляти дані голосового вводу на iPhone.
vi: Sẵn sàng tải về dữ liệu sẽ cho phép Siri xử lý dữ liệu nhập bằng giọng nói trên iPhone.
zh_cn: 已准备好下载允许Siri在iPhone上处理语音输入的数据。
zh_hk: 準備好下載允許Siri在iPhone上處理語音輸入的資料。
zh_tw: 準備好下載資料讓Siri能在iPhone上處理語音輸入。

# SIRI_REQUESTS_SPACE_REQUIRED_TEXT
source: %@ of space is required.
ar: مطلوب توفر %@ من المساحة.
bg: Изисква се %@ пространство.
ca: Espai necessari: %@.
cs: Je zapotřebí %@ volného místa.
da: %@ ekstra plads kræves.
de: %@ Speicherplatz werden benötigt.
el: Απαιτούμενος χώρος: %@.
es: Es necesario disponer de %@ de espacio.
es_us: Espacio requerido: %@.
fi: Tarvitaan %@ tilaa.
fr: %@ d’espace de stockage requis.
fr_ca: Le téléchargement requiert %@ d’espace.
he: המקום הפנוי שנדרש הוא %@.
hi: %@ जगह आवश्यक है।
hr: Potrebno je %@ memorije.
hu: %@ szabad hely szükséges.
id: Ruang sebesar %@ diperlukan.
it: %@ di spazio richiesto.
ja: %@の空き容量が必要です。
kk: %@ бос орын қажет.
ko: %@의 공간이 필요합니다.
lt: Reikia %@ vietos.
ms: %@ ruang diperlukan.
nb: %@ ledig plass kreves.
nl: Er is %@ aan ruimte vereist.
pl: Potrzeba %@ wolnego miejsca.
pt: Requer %@ de espaço.
pt_pt: É necessário ter %@ de espaço disponível.
ro: Este necesar un spațiu de %@.
ru: Требуется %@ свободного места.
sk: Vyžaduje sa %@ miesta.
sl: Potreben prostor: %@.
sv: %@ utrymme krävs.
th: ต้องใช้พื้นที่ %@
tr: %@ alan gerekli.
uk: Потрібно %@ місця.
vi: Cần có %@ dung lượng.
zh_cn: 需要%@空间。
zh_hk: 需要%@空間。
zh_tw: 需要%@的空間。

# SIRIANDSEARCH_PERAPP_INAPP_FOOTER
source: Allow Siri to learn from how you use “%@” to make suggestions across apps.
ar: السماح لـ "Siri" بتعلم كيفية استخدامك لـ "%@" لإنشاء اقتراحات في كل التطبيقات.
bg: Позволете на Siri да се учи от това как използвате „%@“, за да прави предложения в приложения.
ca: Permet que Siri aprengui com utilitzes l’app %@ per fer‑te suggeriments en totes les apps.
cs: Siri se může učit z vašeho používání aplikace „%@“ a poskytovat vám návrhy v dalších aplikacích.
da: Tillad Siri at lære af den måde, du bruger “%@” på, for at kunne give forslag på tværs af apps.
de: Erlaube, dass Siri anhand deiner Benutzung von „%@“ lernt und Vorschläge in anderen Apps macht.
el: Επιτρέπεται στο Siri να μαθαίνει από τον τρόπο που χρησιμοποιείτε την εφαρμογή «%@», ώστε να εμφανίζει προτάσεις σε εφαρμογές.
es: Permite que Siri aprenda del modo en que usas la app %@ para ofrecer sugerencias en las apps.
es_us: Permite que Siri aprenda cómo usas %@ para sugerir en las apps.
fi: Salli Sirin oppia kuinka käytät %[tt]@-appia, jotta se voi tehdä ehdotuksia muissa apeissa.
fr: Autorisez Siri à apprendre de votre utilisation de « %@ » pour faire des suggestions dans toutes les apps.
fr_ca: Autorisez Siri à analyser l’utilisation que vous faites de « %@ » afin d’obtenir des suggestions dans les apps.
he: ניתן לאפשר ל-Siri ללמוד מדפוסי השימוש שלך ביישום ״⁨%@⁩״ כדי להציג הצעות ביישומים שונים.
hi: सभी ऐप्स में सुझाव देने के लिए Siri को “%@” के अपने इस्तेमाल के तौर-तरीक़े सीखने की अनुमति दें।
hr: Dozvolite značajci Siri učenje iz načina na koji koristite aplikaciju “⁠%@⁠” radi pružanja prijedloga u svim aplikacijama.
hu: Engedélyezheti Sirinek, hogy tanuljon abból, hogy Ön hogyan használja a(z) „%@” appot, hogy több appban is javaslatokat tehessen.
id: Izinkan Siri untuk mempelajari bagaimana Anda menggunakan "%@" untuk mengajukan saran di berbagai app.
it: Consenti a Siri di apprendere dal modo in cui utilizzi l’app %@ per ricevere suggerimenti tra le diverse app.
ja: Siriが“%@”の使用状況を学習して、さまざまなアプリで提案できるようにします。
kk: Ұсыныстарды тиімдірек ету үшін Siri көмекшісіне «%@» қолданбасын пайдалану жолын талдауға рұқсат ету.
ko: 사용자가 ‘%@’ 앱을 어떻게 사용하는지를 Siri가 배워서 모든 앱에 걸쳐 제안할 수 있도록 허용합니다.
lt: Leiskite „Siri“ mokytis iš to, kaip naudojate programą „%@”, ir pateikti pasiūlymus programose.
ms: Benarkan Siri mempelajari cara anda menggunakan “%@” untuk membuat cadangan merentas app.
nb: Tillat at Siri kan lære hvordan du bruker %@ og gi forslag på tvers av apper.
nl: Sta toe dat Siri leert hoe je %@ gebruikt zodat je suggesties krijgt in apps.
pl: Siri będzie uczyć się sposobu, w jaki używasz aplikacji %@, i tworzyć sugestie w wielu aplikacjach.
pt: Permitir que a Siri aprenda com base na maneira como você usa "%@" para fazer sugestões em apps.
pt_pt: Permitir que Siri aprenda e faça sugestões com base na forma como usa a aplicação %@.
ro: Permiteți ca Siri să învețe din modul în care utilizați “%@” pentru a face sugestii în aplicații.
ru: Разрешить Siri анализировать, как Вы используете приложение «%@», чтобы сделать предложения более релевантными.
sk: Siri sa bude môcť učiť z vášho používania apky %@ a následne vám poskytovať návrhy v ďalších apkách.
sl: Dovolite, da se Siri uči, kako uporabljate aplikacijo »%@«, da vam lahko posreduje predloge v aplikacijah.
sv: Tillåt att Siri lär sig hur du använder %@ och använder den informationen till att ge förslag i olika appar.
th: อนุญาตให้ Siri เรียนรู้การใช้งาน "%@" ของคุณเพื่อเสนอคำแนะนำในทุกแอป
tr: Siri’nin uygulamalarda önerilerde bulunabilmesi için "%@" kullanımınızı öğrenmesine izin verir.
uk: Дозволити Siri вивчати те, як ви використовуєте «%@», щоб пропонувати на всіх пристроях.
vi: Cho phép Siri ghi nhớ cách bạn sử dụng "%@" để đưa ra gợi ý trên các ứng dụng.
zh_cn: 允许Siri学习你使用“%@”的方式，以跨App提供建议。
zh_hk: 允許Siri從你使用「%@」的方式學習，從而在多個App中作出建議。
zh_tw: 允許Siri學習你使用「%@」的方式，以便在多個App中建議。

# SIRIANDSEARCH_PERAPP_INAPP_HEADER_DETAIL
source: Settings for hidden apps cannot be changed. To make changes, unhide this app.
ar: لا يمكن تغيير إعدادات التطبيقات المخفية. لإجراء تغييرات، يجب إلغاء إخفاء هذا التطبيق.
bg: Настройките на скритите приложения не могат да се променят. За да правите промени, приложенията не трябва да бъдат скрити.
ca: No es pot canviar la configuració de les apps ocultes. Per fer canvis en aquesta, primer cal que la mostris.
cs: Nastavení skrytých aplikací nelze změnit. Chcete‑li provést změny, zrušte skrytí této aplikace.
da: Det er ikke muligt at ændre indstillinger for skjulte apps. Stop med at skjule appen, hvis du vil foretage ændringer.
de: Die Einstellungen für ausgeblendete Apps können nicht geändert werden. Um Änderungen vorzunehmen, blende die App ein.
el: Δεν είναι δυνατή η αλλαγή των ρυθμίσεων για κρυμμένες εφαρμογές. Για αλλαγές, εμφανίστε εκ νέου αυτήν την εφαρμογή.
es: No se pueden cambiar los ajustes de las apps ocultas. Para hacer cambios en esta app, debe estar visible.
es_us: La configuración de las apps ocultas no se puede cambiar. Para modificarla, permite que las apps se muestren.
fi: Kätkettyjen appien asetuksia ei voida muuttaa. Jos haluat tehdä muutoksia, näytä tämä appi.
fr: Les réglages des apps masquées ne peuvent pas être modifiés. Pour effectuer des modifications, désactivez le masquage de cette app.
fr_ca: Les réglages des apps masquées ne sont pas modifiables. Vous devez rendre l’app visible pour modifier ses réglages.
he: לא ניתן לשנות את ההגדרות של יישומים מוסתרים. כדי לבצע שינויים, יש לבטל את ההסתרה של יישום זה.
hi: छिपे हुए ऐप्स की सेटिंग्ज़ बदली नहीं जा सकती हैं। बदलाव करने के लिए, इस ऐप को छिपाना बंद करें।
hr: Postavke za skrivene aplikacije ne mogu se promijeniti. Za unos promjena trebate poništiti skrivanje ove aplikacije.
hu: A rejtett appok beállításai nem módosíthatók. Módosítások végzéséhez szüntesse meg az app elrejtését.
id: Pengaturan untuk app tersembunyi tidak dapat diubah. Untuk membuat perubahan, perlihatkan app ini.
it: Le impostazioni per le app nascoste non possono essere modificate. Per apportare modifiche, mostra di nuovo l’app.
ja: 非表示のアプリの設定は変更できません。変更するには、このアプリの非表示を解除してください。
kk: Жасырын қолданбаларға арналған реттеулерді өзгерту мүмкін емес. Өзгерістер жасау үшін осы қолданбаны көрсетіңіз.
ko: 가려진 앱의 설정은 변경할 수 없습니다. 변경하려면 이 앱을 가리기 해제하십시오.
lt: Pakeisti paslėptų programų nustatymų negalima. Norėdami atlikti keitimų, panaikinkite šios programos slėpimą.
ms: Seting untuk app tersembunyi tidak boleh ditukar. Untuk membuat perubahan, nyahsembunyikan app ini.
nb: Innstillinger kan ikke endres for skjulte apper. Du må vise appen igjen for å gjøre endringer.
nl: Instellingen voor verborgen apps kunnen niet worden gewijzigd. Om wijzigingen aan te brengen, toon je deze app.
pl: Ustawień ukrytych aplikacji nie można zmieniać. Aby wprowadzić zmiany, odkryj tę aplikację.
pt: Não é possível alterar os ajustes de apps ocultos. Para alterar este app, mostre‑o novamente.
pt_pt: Não é possível alterar as definições de aplicações ocultas. Para fazer alterações, volte a mostrar esta aplicação.
ro: Configurările aplicațiilor ascunse nu pot fi modificate. Pentru a face modificări, reafișați această aplicație.
ru: Невозможно менять настройки скрытых приложений. Чтобы внести изменения, отмените скрытие этого приложения.
sk: Nastavenia skrytých apiek nie je možné meniť. Ak chcete vykonať zmeny, zrušte skrytie tejto apky.
sl: Nastavitev za skrite aplikacije ni mogoče spremeniti. Za spremembe razkrijte to aplikacijo.
sv: Det går inte att ändra inställningar för gömda appar. Sluta gömma den här appen om du vill göra ändringar.
th: ไม่สามารถเปลี่ยนการตั้งค่าสำหรับแอปที่ซ่อนอยู่ได้ ในการเปลี่ยน ให้เลิกซ่อนแอปนี้
tr: Gizli uygulamalar için ayarlar değiştirilemiyor. Değişiklik yapmak için bu gizli uygulamayı gösterin.
uk: Не можна змінювати параметри прихованих програм. Щоб внести зміни, вимкніть приховування для цієї програми.
vi: Không thể thay đổi cài đặt cho các ứng dụng bị ẩn. Để thực hiện thay đổi, hãy bỏ ẩn ứng dụng này.
zh_cn: 已隐藏App的设置无法更改。若要更改，请取消隐藏此App。
zh_hk: 隱藏App的設定無法更改。如要進行更改，請取消隱藏此App。
zh_tw: 無法更改已隱藏App的設定。若要進行更改，請取消隱藏此App。

# SIRIANDSEARCH_PERAPP_INAPP_LEARNFROMAPP_TOGGLE
source: Learn from this App
ar: التعلم من هذا التطبيق
bg: Учи се от това приложение
ca: Aprèn de l’app
cs: Učit se z této aplikace
da: Lær af denne app
de: Von dieser App lernen
el: Εκμάθηση βάσει χρήσης
es: Aprender de esta app
es_us: Aprender del uso de esta app
fi: Opi tästä apista
fr: Apprendre de cette app
fr_ca: Apprendre de cette app
he: למידה מיישום זה
hi: इस ऐप से सीखें
hr: Uči iz ove aplikacije
hu: Tanulás az appból
id: Belajar dari App ini
it: Impara da questa app
ja: このアプリから学習
kk: Осы қолданбаны талдау
ko: 이 앱에서 배우기
lt: Mokytis iš šios programos
ms: Belajar daripada App ini
nb: Lær fra denne appen
nl: Leer van deze app
pl: Ucz się od tej aplikacji
pt: Aprender com este App
pt_pt: Aprender com esta aplicação
ro: Învățare din aplicație
ru: Анализ этого приложения
sk: Učiť sa z tejto apky
sl: Omogoči učenje iz te aplikacije
sv: Lär av den här appen
th: เรียนรู้จากแอปนี้
tr: Bu Uygulamadan Öğren
uk: Збирати дані в цій програмі
vi: Ghi nhớ từ ứng dụng này
zh_cn: 从此App学习
zh_hk: 從此App學習
zh_tw: 從此App學習

# SIRIANDSEARCH_PERAPP_ONHOMESCREEN_HEADER
source: ON HOME SCREEN
ar: على الشاشة الرئسية
bg: НА НАЧАЛЕН ЕКРАН
ca: A LA PANTALLA D’INICI
cs: NA PLOŠE
da: PÅ HJEMMESKÆRM
de: AUF HOME-BILDSCHIRM
el: ΣΤΗΝ ΟΘΟΝΗ ΑΦΕΤΗΡΙΑΣ
es: EN LA PANTALLA DE INICIO
es_us: EN LA PANTALLA DE INICIO
fi: KOTI-VALIKOSSA
fr: SUR L’ÉCRAN D’ACCUEIL
fr_ca: SUR L’ÉCRAN D’ACCUEIL
he: במסך הבית
hi: होम स्क्रीन पर
hr: NA POČETNOM ZASLONU
hu: A FŐKÉPERNYŐN
id: DI LAYAR UTAMA
it: SULLA SCHERMATA HOME
ja: ホーム画面上
kk: БАСТЫ ЭКРАНДА
ko: 홈 화면에서
lt: PRADŽIOS EKRANE
ms: PADA SKRIN UTAMA
nb: PÅ HJEM-SKJERM
nl: OP BEGINSCHERM
pl: NA EKRANIE GŁÓWNYM
pt: NA TELA DE INÍCIO
pt_pt: NO ECRÃ PRINCIPAL
ro: PE ECRANUL PRINCIPAL
ru: НА ЭКРАНЕ «ДОМОЙ»
sk: NA PLOCHE
sl: NA DOMAČEM ZASLONU
sv: PÅ HEMSKÄRMEN
th: บนหน้าจอโฮม
tr: ANA EKRANDA
uk: НА ПОЧАТКОВОМУ ЕКРАНІ
vi: TRÊN MÀN HÌNH CHÍNH
zh_cn: 主屏幕上
zh_hk: 主畫面
zh_tw: 主畫面
